/*
	File:		SimpleGrouping.strings

	Contains:
	Copyright:	© 2005-2009 by Apple Inc., all rights reserved.
*/

//===========================================================================
// Group names 
// These should be plural in most cases
// the keys should match whats in MDSimpleGrouping.plist
//===========================================================================
"APPLICATIONS" = "Applications";
"DIRECTORIES" = "Folders";
"MUSIC" = "Music";
"MOVIES" = "Movies";
"PDF" = "PDF Documents";
"DOCUMENTS" = "Documents";
"MESSAGES" = "Messages";
"IMAGES" = "Images";
"CONTACT" = "Contacts";
"SYSTEM_PREFS" = "System Preferences";
"EVENT_TODO" = "Events and To-Do’s";
"FONTS" = "Fonts";
"PRESENTATIONS" = "Presentations";
"BOOKMARKS" = "Webpages";
"EXPRESSION" = "Calculator";
"DEFINITION" = "Definition";

/* Top hit */
"TOP_HIT" = "Top Hit";

/* Keys used in grouping the date */
"NO_AUTHORS" = "No Authors";
"0 FUTURE" = "Future";
"1 TODAY" = "Today";
"2 YESTERDAY" = "Yesterday";
"3 LAST_WEEK" = "Previous 7 Days";
"4 LAST_MONTH" = "Previous 30 Days";
"5 EARLIER" = "Earlier";
"6 NO_DATE" = "No Date";

/* Group name in the which attribute matched key, if
 * we can't figure it out it says Other Attribute
 */
"OTHER_ATTRIBUTE" = "Other Attribute";
